[
  {
    "id": "ChIJE1wygNGJfg0Ruiny-1ObfNo",
    "name": "1 6 8 Fitness oran",
    "address": "31000, Oran 31000",
    "latitude": 35.695003799999995,
    "longitude": -0.6168739,
    "phone": "+213 555 16 81 68",
    "website": "https://www.instagram.com/1.6.8_oran?igsh=aGczYW5sNXZ0cmRu",
    "rating": 4.8,
    "reviews_count": 21,
    "hours": [
      "lundi: 07:00 – 23:00",
      "mardi: 07:00 – 23:00",
      "mercredi: 07:00 – 23:00",
      "jeudi: 07:00 – 21:00",
      "vendredi: Fermé",
      "samedi: 07:00 – 23:00",
      "dimanche: 07:00 – 23:00"
    ],
    "amenities": [
      "Tunnel dangereux et grand",
      "Salle de fitness Fiha Tahta Kayan",
      "Musculation à Tahta Kayan",
      "Cours de groupe TRX Box",
      "Exercices pour fillettes",
      "Cours de perte de poids M3A Coach Mokhtaria",
      "Salle propre avec personnel sympathique",
      "Wi-Fi gratuit (mentionnée dans un des avis, supposée être disponible à Tahta Kayan)"
    ],
    "description": "La salle de sport située à Oran, souvent saluée pour son tunnel impressionnant et sa grande taille, est un havre de bien-être pour les passionnés du fitness. Bien qu'elle ait parfois des ouvertures retardées, avec des attendrices untilées pouvant s'étendre jusqu'à 7h30/7h50, elle reste un endroit apprécié par ceux qui souhaitent préparer leur journée activement. L'atmosphère est généralement conviviale et le personnel y est accueillant et professionnel, contribuant à une ambiance propice au sport. La salle offre une gamme complète d'équipements de musculation, des machines de cardio, ainsi que des espaces dédiés aux entraînements en groupe pour tous les niveaux de forme physique, y compris des programmes spécifiques pour les jeunes filles. Un atelier de perte de poids, dirigé par le compétent et motivant coach Mokhtaria, se déroule chaque dimanche, mardi et jeudi à 14h et 17h, offrant un programme structuré tel que les fameux cours 3D-HA qui ont aidé de nombreux individus, y compris ceux en surpoids, à réaliser des transformations significatives. La salle est réputée pour son nettoyage rigoureux et son entretien impeccable, ce qui assure une expérience sportive saine et hygiénique. Tout cela concourt à la réputation de cette salle de sport comme un espace de qualité et recommandé par ses utilisateurs fidèles, qui témoignent de ses bienfaits et encouragent les autres à y pratiquer."
  }
]